{
    "word2idx": {
        "<pad>": 0,
        "<start>": 1,
        "<end>": 2,
        "<unk>": 3,
        "the": 4,
        "cardiac": 5,
        "silhouette": 6,
        "and": 7,
        "mediastinum": 8,
        "size": 9,
        "are": 10,
        "within": 11,
        "normal": 12,
        "limits": 13,
        "there": 14,
        "is": 15,
        "no": 16,
        "pulmonary": 17,
        "edema": 18,
        "focal": 19,
        "consolidation": 20,
        "xxxx": 21,
        "of": 22,
        "a": 23,
        "pleural": 24,
        "effusion": 25,
        "evidence": 26,
        "pneumothorax": 27,
        "chest": 28,
        "x": 29,
        "cardiomediastinal": 30,
        "for": 31,
        "contour": 32,
        "lungs": 33,
        "normally": 34,
        "inflated": 35,
        "without": 36,
        "airspace": 37,
        "disease": 38,
        "or": 39,
        "stable": 40,
        "calcified": 41,
        "granuloma": 42,
        "right": 43,
        "upper": 44,
        "lung": 45,
        "acute": 46,
        "bone": 47,
        "abnormality": 48,
        "cardiopulmonary": 49,
        "process": 50,
        "both": 51,
        "clear": 52,
        "expanded": 53,
        "heart": 54,
        "active": 55,
        "increased": 56,
        "opacity": 57,
        "lobe": 58,
        "with": 59,
        "possible": 60,
        "mass": 61,
        "associated": 62,
        "area": 63,
        "atelectasis": 64,
        "in": 65,
        "left": 66,
        "midlung": 67,
        "overlying": 68,
        "posterior": 69,
        "5th": 70,
        "rib": 71,
        "may": 72,
        "represent": 73,
        "1": 74,
        "lesion": 75,
        "recommend": 76,
        "ct": 77,
        "further": 78,
        "evaluation": 79,
        "2": 80,
        "interstitial": 81,
        "markings": 82,
        "diffusely": 83,
        "prominent": 84,
        "throughout": 85,
        "diffuse": 86,
        "fibrosis": 87,
        "visible": 88,
        "status": 89,
        "post": 90,
        "mastectomy": 91,
        "vascularity": 92,
        "appear": 93,
        "retrocardiac": 94,
        "soft": 95,
        "tissue": 96,
        "density": 97,
        "present": 98,
        "appears": 99,
        "to": 100,
        "be": 101,
        "air": 102,
        "this": 103,
        "which": 104,
        "could": 105,
        "suggest": 106,
        "that": 107,
        "represents": 108,
        "hiatal": 109,
        "hernia": 110,
        "vascular": 111,
        "calcification": 112,
        "noted": 113,
        "seen": 114,
        "has": 115,
        "been": 116,
        "interval": 117,
        "development": 118,
        "bandlike": 119,
        "base": 120,
        "osteopenia": 121,
        "spine": 122,
        "appearance": 123,
        "suggests": 124,
        "space": 125,
        "pneumonia": 126,
        "aorta": 127,
        "tortuous": 128,
        "ectatic": 129,
        "degenerative": 130,
        "changes": 131,
        "acromioclavicular": 132,
        "joints": 133,
        "an": 134,
        "ivc": 135,
        "identified": 136,
        "mediastinal": 137,
        "contours": 138,
        "bony": 139,
        "structures": 140,
        "intact": 141,
        "findings": 142,
        "opacities": 143,
        "spaces": 144,
        "trachea": 145,
        "midline": 146,
        "infiltrate": 147,
        "visualized": 148,
        "show": 149,
        "abnormalities": 150,
        "lateral": 151,
        "view": 152,
        "reveals": 153,
        "mild": 154,
        "thoracic": 155,
        "consolidative": 156,
        "radiographic": 157,
        "osseous": 158,
        "vasculature": 159,
        "areas": 160,
        "again": 161,
        "mildly": 162,
        "enlarged": 163,
        "patient": 164,
        "somewhat": 165,
        "rotated": 166,
        "hypoinflated": 167,
        "elevated": 168,
        "hemidiaphragm": 169,
        "compatible": 170,
        "large": 171,
        "accentuated": 172,
        "bilateral": 173,
        "probable": 174,
        "chronic": 175,
        "dislocation": 176,
        "humerus": 177,
        "correlate": 178,
        "clinically": 179,
        "cardiomegaly": 180,
        "central": 181,
        "congestion": 182,
        "low": 183,
        "volumes": 184,
        "basilar": 185,
        "subsegmental": 186,
        "3": 187,
        "extensive": 188,
        "shoulder": 189,
        "subluxation": 190,
        "possibly": 191,
        "clinical": 192,
        "correlation": 193,
        "negative": 194,
        "top": 195,
        "unremarkable": 196,
        "bibasilar": 197,
        "costophrenic": 198,
        "blunting": 199,
        "shunt": 200,
        "tubing": 201,
        "entire": 202,
        "image": 203,
        "from": 204,
        "fluid": 205,
        "humeral": 206,
        "head": 207,
        "anchor": 208,
        "slightly": 209,
        "effusions": 210,
        "nodules": 211,
        "masses": 212,
        "aortic": 213,
        "streaky": 214,
        "patchy": 215,
        "triangular": 216,
        "projected": 217,
        "over": 218,
        "on": 219,
        "definite": 220,
        "typical": 221,
        "considering": 222,
        "differences": 223,
        "technical": 224,
        "factors": 225,
        "greater": 226,
        "than": 227,
        "features": 228,
        "combination": 229,
        "comparison": 230,
        "along": 231,
        "lower": 232,
        "wall": 233,
        "thickening": 234,
        "some": 235,
        "loculated": 236,
        "adjacent": 237,
        "round": 238,
        "projecting": 239,
        "hilum": 240,
        "pa": 241,
        "discoid": 242,
        "aspect": 243,
        "fissure": 244,
        "scarring": 245,
        "inflammatory": 246,
        "change": 247,
        "more": 248,
        "conspicuous": 249,
        "versus": 250,
        "previous": 251,
        "examination": 252,
        "infiltrates": 253,
        "lingula": 254,
        "hilar": 255,
        "small": 256,
        "granulomata": 257,
        "sulcus": 258,
        "secondary": 259,
        "hyperaerated": 260,
        "substernal": 261,
        "related": 262,
        "pectus": 263,
        "deformity": 264,
        "hypoinflation": 265,
        "recurrent": 266,
        "complete": 267,
        "collapse": 268,
        "near": 269,
        "shift": 270,
        "suggesting": 271,
        "have": 272,
        "nodule": 273,
        "consolidations": 274,
        "pneumothoraces": 275,
        "limited": 276,
        "obscuration": 277,
        "sulci": 278,
        "radiograph": 279,
        "demonstration": 280,
        "intrathoracic": 281,
        "arthritis": 282,
        "severe": 283,
        "preoperative": 284,
        "scoliosis": 285,
        "compared": 286,
        "prior": 287,
        "exam": 288,
        "prominence": 289,
        "ascending": 290,
        "lymphadenopathy": 291,
        "contrast": 292,
        "helpful": 293,
        "representing": 294,
        "technique": 295,
        "similar": 296,
        "tip": 297,
        "high": 298,
        "svc": 299,
        "alveolar": 300,
        "bronchovascular": 301,
        "crowding": 302,
        "calcifications": 303,
        "unchanged": 304,
        "sequela": 305,
        "granulomatous": 306,
        "t": 307,
        "osteophytes": 308,
        "volume": 309,
        "study": 310,
        "middle": 311,
        "hiatus": 312,
        "perihilar": 313,
        "vague": 314,
        "nodular": 315,
        "zone": 316,
        "these": 317,
        "due": 318,
        "bronchiectasis": 319,
        "dilated": 320,
        "bronchi": 321,
        "filled": 322,
        "peribronchial": 323,
        "hyperexpanded": 324,
        "consistent": 325,
        "emphysema": 326,
        "bilaterally": 327,
        "minimal": 328,
        "at": 329,
        "defibrillator": 330,
        "overlies": 331,
        "ventricle": 332,
        "atherosclerotic": 333,
        "lymph": 334,
        "multiple": 335,
        "splenic": 336,
        "granulomas": 337,
        "also": 338,
        "width": 339,
        "supine": 340,
        "ap": 341,
        "old": 342,
        "very": 343,
        "anterior": 344,
        "wedge": 345,
        "midthoracic": 346,
        "vertebrae": 347,
        "t7": 348,
        "age": 349,
        "indeterminate": 350,
        "tenderness": 351,
        "displaced": 352,
        "fractures": 353,
        "lucency": 354,
        "10th": 355,
        "portions": 356,
        "question": 357,
        "10": 358,
        "fracture": 359,
        "improvement": 360,
        "improved": 361,
        "aeration": 362,
        "bases": 363,
        "atelectatic": 364,
        "residual": 365,
        "questionable": 366,
        "clearing": 367,
        "now": 368,
        "appearing": 369,
        "posterolateral": 370,
        "7th": 371,
        "suggestive": 372,
        "injury": 373,
        "specifically": 374,
        "cardio": 375,
        "thorax": 376,
        "suspicious": 377,
        "joint": 378,
        "well": 379,
        "position": 380,
        "subclavian": 381,
        "venous": 382,
        "catheter": 383,
        "technically": 384,
        "decreased": 385,
        "nonspecific": 386,
        "consider": 387,
        "repeat": 388,
        "if": 389,
        "any": 390,
        "concern": 391,
        "sternotomy": 392,
        "reveal": 393,
        "dislocations": 394,
        "postoperative": 395,
        "cabg": 396,
        "scattered": 397,
        "levoscoliosis": 398,
        "thoracolumbar": 399,
        "hyperinflated": 400,
        "flattened": 401,
        "diaphragms": 402,
        "emphysematous": 403,
        "free": 404,
        "discrete": 405,
        "adenopathy": 406,
        "innumerable": 407,
        "superimposed": 408,
        "continued": 409,
        "spondylosis": 410,
        "dextrocurvature": 411,
        "slight": 412,
        "mid": 413,
        "vertebral": 414,
        "body": 415,
        "was": 416,
        "obtained": 417,
        "demonstrate": 418,
        "otherwise": 419,
        "elevation": 420,
        "subtle": 421,
        "disc": 422,
        "peripheral": 423,
        "significant": 424,
        "tissues": 425,
        "grossly": 426,
        "hyperexpansion": 427,
        "flattening": 428,
        "abnormal": 429,
        "separation": 430,
        "corticated": 431,
        "clavicle": 432,
        "reflect": 433,
        "remote": 434,
        "cardia": 435,
        "pattern": 436,
        "endplate": 437,
        "partial": 438,
        "retrosternal": 439,
        "indicated": 440,
        "dedicated": 441,
        "films": 442,
        "cortical": 443,
        "artery": 444,
        "since": 445,
        "s": 446,
        "tortuosity": 447,
        "remain": 448,
        "line": 449,
        "ill": 450,
        "defined": 451,
        "parenchymal": 452,
        "but": 453,
        "incompletely": 454,
        "evaluated": 455,
        "outside": 456,
        "coronal": 457,
        "sagittal": 458,
        "generalized": 459,
        "irregular": 460,
        "however": 461,
        "imaging": 462,
        "available": 463,
        "determine": 464,
        "term": 465,
        "stability": 466,
        "none": 467,
        "short": 468,
        "4": 469,
        "months": 470,
        "images": 471,
        "would": 472,
        "were": 473,
        "not": 474,
        "malignancy": 475,
        "cannot": 476,
        "excluded": 477,
        "probably": 478,
        "deformities": 479,
        "ribs": 480,
        "borderline": 481,
        "congestive": 482,
        "skeletal": 483,
        "demonstrates": 484,
        "amount": 485,
        "increase": 486,
        "history": 487,
        "bronchitis": 488,
        "particularly": 489,
        "region": 490,
        "frontal": 491,
        "views": 492,
        "configuration": 493,
        "airways": 494,
        "gastroesophageal": 495,
        "junction": 496,
        "epigastric": 497,
        "postsurgical": 498,
        "projection": 499,
        "scar": 500,
        "irregularity": 501,
        "gross": 502,
        "senescent": 503,
        "descending": 504,
        "remains": 505,
        "kyphotic": 506,
        "involving": 507,
        "bodies": 508,
        "sternum": 509,
        "single": 510,
        "lumbar": 511,
        "vertebroplasty": 512,
        "levels": 513,
        "sided": 514,
        "distal": 515,
        "atrium": 516,
        "as": 517,
        "described": 518,
        "above": 519,
        "sequelae": 520,
        "infection": 521,
        "wedging": 522,
        "approximately": 523,
        "t11": 524,
        "level": 525,
        "coarse": 526,
        "obstructive": 527,
        "lobar": 528,
        "engorged": 529,
        "failure": 530,
        "infrahilar": 531,
        "aerated": 532,
        "medial": 533,
        "obscuring": 534,
        "given": 535,
        "differential": 536,
        "diagnosis": 537,
        "includes": 538,
        "followup": 539,
        "recommended": 540,
        "fusion": 541,
        "testes": 542,
        "lordotic": 543,
        "habitus": 544,
        "critical": 545,
        "result": 546,
        "notification": 547,
        "documented": 548,
        "through": 549,
        "primordial": 550,
        "widening": 551,
        "moderate": 552,
        "unclear": 553,
        "whether": 554,
        "pericardial": 555,
        "widened": 556,
        "maybe": 557,
        "fat": 558,
        "resolution": 559,
        "previously": 560,
        "resolved": 561,
        "infectious": 562,
        "curvilinear": 563,
        "densities": 564,
        "breast": 565,
        "shadows": 566,
        "concerning": 567,
        "favoring": 568,
        "l1": 569,
        "finding": 570,
        "cervical": 571,
        "overall": 572,
        "several": 573,
        "apex": 574,
        "artifactual": 575,
        "surgical": 576,
        "clips": 577,
        "loss": 578,
        "demonstrated": 579,
        "recess": 580,
        "moderately": 581,
        "caliber": 582,
        "two": 583,
        "subcentimeter": 584,
        "hyperdense": 585,
        "end": 586,
        "alternatively": 587,
        "oblong": 588,
        "remainder": 589,
        "based": 590,
        "exact": 591,
        "suggested": 592,
        "confirm": 593,
        "engorgement": 594,
        "convincing": 595,
        "eventration": 596,
        "largely": 597,
        "copd": 598,
        "inferior": 599,
        "one": 600,
        "cuffing": 601,
        "fullness": 602,
        "regions": 603,
        "can": 604,
        "reactive": 605,
        "lingular": 606,
        "hyperinflation": 607,
        "distribution": 608,
        "tuberculosis": 609,
        "prosthetic": 610,
        "axillary": 611,
        "glenohumeral": 612,
        "osteoarthritis": 613,
        "radiographs": 614,
        "after": 615,
        "appropriate": 616,
        "therapy": 617,
        "8": 618,
        "12": 619,
        "weeks": 620,
        "exclude": 621,
        "underlying": 622,
        "superiorly": 623,
        "additionally": 624,
        "limit": 625,
        "hypoventilation": 626,
        "first": 627,
        "artifact": 628,
        "costicartilage": 629,
        "picc": 630,
        "superior": 631,
        "ectasia": 632,
        "hemidiaphragms": 633,
        "few": 634,
        "quadrant": 635,
        "abdomen": 636,
        "most": 637,
        "follow": 638,
        "up": 639,
        "ensure": 640,
        "appreciated": 641,
        "beneath": 642,
        "minimally": 643,
        "atypical": 644,
        "persistent": 645,
        "significantly": 646,
        "including": 647,
        "highly": 648,
        "characteristic": 649,
        "contusion": 650,
        "aspiration": 651,
        "coronary": 652,
        "stents": 653,
        "medially": 654,
        "silhouettes": 655,
        "juxtahilar": 656,
        "setting": 657,
        "following": 658,
        "treatment": 659,
        "document": 660,
        "hypertension": 661,
        "possibility": 662,
        "should": 663,
        "external": 664,
        "monitor": 665,
        "leads": 666,
        "please": 667,
        "note": 668,
        "nondisplaced": 669,
        "blunted": 670,
        "hyperlucency": 671,
        "diaphragm": 672,
        "recesses": 673,
        "noncalcified": 674,
        "foreign": 675,
        "consolidating": 676,
        "segment": 677,
        "three": 678,
        "total": 679,
        "comparisons": 680,
        "evaluate": 681,
        "asymmetric": 682,
        "apical": 683,
        "entirely": 684,
        "recommendations": 685,
        "discussed": 686,
        "department": 687,
        "m": 688,
        "hemithorax": 689,
        "hydropneumothorax": 690,
        "empyema": 691,
        "bronchopleural": 692,
        "fistula": 693,
        "scan": 694,
        "iv": 695,
        "generator": 696,
        "relative": 697,
        "indicate": 698,
        "hematoma": 699,
        "tb": 700,
        "cavitary": 701,
        "lesions": 702,
        "indistinct": 703,
        "margination": 704,
        "assessment": 705,
        "obscured": 706,
        "feeding": 707,
        "tube": 708,
        "below": 709,
        "courses": 710,
        "apices": 711,
        "reflecting": 712,
        "known": 713,
        "sarcoidosis": 714,
        "lumen": 715,
        "poly": 716,
        "overt": 717,
        "redemonstration": 718,
        "colonic": 719,
        "interposition": 720,
        "prostheses": 721,
        "projects": 722,
        "cavity": 723,
        "subdiaphragmatic": 724,
        "pneumoperitoneum": 725,
        "transverse": 726,
        "sclerosis": 727,
        "sclerotic": 728,
        "favored": 729,
        "stigmata": 730,
        "cell": 731,
        "developing": 732,
        "resolving": 733,
        "performed": 734,
        "review": 735,
        "time": 736,
        "circumscribed": 737,
        "structure": 738,
        "arterial": 739,
        "aneurysm": 740,
        "enlargement": 741,
        "atrial": 742,
        "considered": 743,
        "obvious": 744,
        "series": 745,
        "nipple": 746,
        "portable": 747,
        "internal": 748,
        "fixation": 749,
        "8th": 750,
        "localize": 751,
        "suspect": 752,
        "ventricular": 753,
        "calcific": 754,
        "less": 755,
        "extremity": 756,
        "predominantly": 757,
        "early": 758,
        "dual": 759,
        "decrease": 760,
        "destructive": 761,
        "resection": 762,
        "pads": 763,
        "pancreatitis": 764,
        "14": 765,
        "mm": 766,
        "node": 767,
        "torturous": 768,
        "better": 769,
        "dated": 770,
        "benign": 771,
        "today": 772,
        "obese": 773,
        "cm": 774,
        "uncalcified": 775,
        "developed": 776,
        "addition": 777,
        "it": 778,
        "another": 779,
        "neoplasm": 780,
        "consists": 781,
        "diminished": 782,
        "axilla": 783,
        "metastatic": 784,
        "redemonstrated": 785,
        "arthritic": 786,
        "fibrotic": 787,
        "dextroscoliosis": 788,
        "approximating": 789,
        "suprahilar": 790,
        "measuring": 791,
        "recent": 792,
        "13": 793,
        "16": 794,
        "diameter": 795,
        "smaller": 796,
        "other": 797,
        "desired": 798,
        "br": 799,
        "demineralization": 800,
        "icd": 801,
        "device": 802,
        "by": 803,
        "arm": 804,
        "5": 805,
        "6": 806,
        "7": 807,
        "only": 808,
        "decubitus": 809,
        "film": 810,
        "ij": 811,
        "trapping": 812,
        "inspiratory": 813,
        "cavoatrial": 814,
        "6th": 815,
        "uncertain": 816,
        "acuity": 817,
        "suspected": 818,
        "hand": 819,
        "scaphoid": 820,
        "fourth": 821,
        "metacarpal": 822,
        "location": 823,
        "dense": 824,
        "brachiocephalic": 825,
        "vein": 826,
        "retraction": 827,
        "multifocal": 828,
        "accounting": 829,
        "part": 830,
        "difficult": 831,
        "cardiothoracic": 832,
        "paratracheal": 833,
        "curvature": 834,
        "spurring": 835,
        "grade": 836,
        "t10": 837,
        "marked": 838,
        "degenerated": 839,
        "multilevel": 840,
        "poorly": 841,
        "rounded": 842,
        "artifacts": 843,
        "healed": 844,
        "epicardial": 845,
        "haziness": 846,
        "vertebra": 847,
        "couple": 848,
        "intraperitoneal": 849,
        "under": 850,
        "opacification": 851,
        "decreasing": 852,
        "shape": 853,
        "laterally": 854,
        "arteries": 855,
        "studies": 856,
        "enhanced": 857,
        "complication": 858,
        "cholecystectomy": 859,
        "overexpanded": 860,
        "lobulated": 861,
        "vp": 862,
        "overlapping": 863,
        "stomach": 864,
        "symmetric": 865,
        "removed": 866,
        "periphery": 867,
        "will": 868,
        "require": 869,
        "fibronodular": 870,
        "exams": 871,
        "overlap": 872,
        "obscure": 873,
        "lucencies": 874,
        "horizontal": 875,
        "oblique": 876,
        "bullae": 877,
        "shaped": 878,
        "implants": 879,
        "detail": 880,
        "before": 881,
        "terminating": 882,
        "infracarinal": 883,
        "evolving": 884,
        "atherosclerosis": 885,
        "useful": 886,
        "tuberculous": 887,
        "corresponds": 888,
        "corresponding": 889,
        "healing": 890,
        "myeloma": 891,
        "removal": 892,
        "recurrence": 893,
        "tenting": 894,
        "elements": 895,
        "remarkable": 896,
        "report": 897,
        "pacemaker": 898,
        "expected": 899,
        "dish": 900,
        "allowing": 901,
        "rotation": 902,
        "gt": 903,
        "expansile": 904,
        "9th": 905,
        "collection": 906,
        "stent": 907,
        "4th": 908,
        "pneumonitis": 909,
        "warranted": 910,
        "onset": 911,
        "dyspnea": 912,
        "irregularities": 913,
        "positioning": 914,
        "reflects": 915,
        "platelike": 916,
        "callus": 917,
        "dating": 918,
        "back": 919,
        "overlie": 920,
        "informative": 921,
        "cancer": 922,
        "surgery": 923,
        "remaining": 924,
        "obliteration": 925,
        "sinus": 926,
        "side": 927,
        "detailed": 928,
        "posttraumatic": 929,
        "verterbroplasty": 930,
        "collections": 931,
        "scapula": 932,
        "glenoid": 933,
        "portion": 934,
        "located": 935,
        "surface": 936,
        "3rd": 937,
        "scapular": 938,
        "neck": 939,
        "prevertebral": 940,
        "epiglottis": 941,
        "injuries": 942,
        "placement": 943,
        "subpleural": 944,
        "adequately": 945,
        "placed": 946,
        "overload": 947,
        "viral": 948,
        "bronchiolitis": 949,
        "streakiness": 950,
        "chronicity": 951,
        "essentially": 952,
        "ovoid": 953,
        "measures": 954,
        "cavitation": 955,
        "lobes": 956,
        "motion": 957,
        "closure": 958,
        "interspace": 959,
        "exaggerated": 960,
        "unfolding": 961,
        "osseus": 962,
        "marginal": 963,
        "lobectomy": 964,
        "confluent": 965,
        "mixed": 966,
        "tracheostomy": 967,
        "increasing": 968,
        "worsening": 969,
        "tumor": 970,
        "pleuroparenchymal": 971,
        "t9": 972,
        "t12": 973,
        "attenuation": 974,
        "included": 975,
        "behind": 976,
        "largest": 977,
        "spinal": 978,
        "loops": 979,
        "positioned": 980,
        "coarsened": 981,
        "amputation": 982,
        "narrowed": 983,
        "destruction": 984,
        "worse": 985,
        "causing": 986,
        "sized": 987,
        "persists": 988,
        "flowing": 989,
        "clavicular": 990,
        "identify": 991,
        "caval": 992,
        "consideration": 993,
        "does": 994,
        "resolve": 995,
        "characterization": 996,
        "fractured": 997,
        "focus": 998,
        "examinations": 999,
        "numerous": 1000,
        "posteriorly": 1001,
        "0": 1002,
        "dominant": 1003,
        "considerations": 1004,
        "include": 1005,
        "primary": 1006,
        "carcinoma": 1007,
        "like": 1008,
        "fluoroscopy": 1009,
        "subcarinal": 1010,
        "partially": 1011,
        "second": 1012,
        "relatively": 1013,
        "establish": 1014,
        "lv": 1015,
        "unfolded": 1016,
        "layering": 1017,
        "passive": 1018,
        "biapical": 1019,
        "anticipated": 1020,
        "notably": 1021,
        "additional": 1022,
        "ring": 1023,
        "cross": 1024,
        "sectional": 1025,
        "its": 1026,
        "fifth": 1027,
        "rule": 1028,
        "out": 1029,
        "veriphy": 1030,
        "message": 1031,
        "sent": 1032,
        "regarding": 1033,
        "hours": 1034,
        "true": 1035,
        "drainage": 1036,
        "stripe": 1037,
        "potential": 1038,
        "although": 1039,
        "positional": 1040,
        "piriform": 1041,
        "tunneled": 1042,
        "terminates": 1043,
        "proximal": 1044,
        "lines": 1045,
        "tubes": 1046,
        "pneumomediastinum": 1047,
        "bronchial": 1048,
        "non": 1049,
        "reticular": 1050,
        "colon": 1051,
        "bowel": 1052,
        "incomplete": 1053,
        "exaggeration": 1054,
        "kyphosis": 1055,
        "shielded": 1056,
        "densely": 1057,
        "histoplasmosis": 1058,
        "exposure": 1059,
        "interface": 1060,
        "jugular": 1061,
        "radiologist": 1062,
        "margin": 1063,
        "convexity": 1064,
        "formation": 1065,
        "reside": 1066,
        "pleura": 1067,
        "inferiorly": 1068,
        "fissures": 1069,
        "convex": 1070,
        "upward": 1071,
        "hemothorax": 1072,
        "projectional": 1073,
        "basal": 1074,
        "assess": 1075,
        "dr": 1076,
        "persistently": 1077,
        "crowded": 1078,
        "lucent": 1079,
        "circular": 1080,
        "erosions": 1081,
        "foot": 1082,
        "between": 1083,
        "benefit": 1084,
        "piercing": 1085,
        "replacement": 1086,
        "idiopathic": 1087,
        "hyperostosis": 1088,
        "chin": 1089,
        "background": 1090,
        "indeterminant": 1091,
        "appreciable": 1092,
        "kv": 1093,
        "p": 1094,
        "confirmation": 1095,
        "questions": 1096,
        "interpretation": 1097,
        "airway": 1098,
        "symptoms": 1099,
        "approach": 1100,
        "confluence": 1101,
        "8mm": 1102,
        "apparent": 1103,
        "radiodense": 1104,
        "levocurvature": 1105,
        "scoliotic": 1106,
        "abdominal": 1107,
        "bibasal": 1108,
        "osteophyte": 1109,
        "thin": 1110,
        "thickness": 1111,
        "subcutaneous": 1112,
        "displacement": 1113,
        "noncontrast": 1114,
        "nonemergent": 1115,
        "perhaps": 1116,
        "radiographically": 1117,
        "etiology": 1118,
        "centrally": 1119,
        "evident": 1120,
        "bypass": 1121,
        "grafting": 1122,
        "cleared": 1123,
        "though": 1124,
        "extreme": 1125,
        "obstruction": 1126,
        "characterize": 1127,
        "bullous": 1128,
        "inlet": 1129,
        "absence": 1130,
        "heavily": 1131,
        "quality": 1132,
        "shows": 1133,
        "bihilar": 1134,
        "alignment": 1135,
        "intravenous": 1136,
        "symmetrically": 1137,
        "discuss": 1138,
        "case": 1139,
        "thanks": 1140,
        "25": 1141,
        "see": 1142,
        "followed": 1143,
        "azygos": 1144,
        "incidentally": 1145,
        "skin": 1146,
        "repositioning": 1147,
        "margins": 1148,
        "larger": 1149,
        "procedure": 1150,
        "earlier": 1151,
        "being": 1152,
        "recalled": 1153,
        "room": 1154,
        "sixth": 1155,
        "reticulonodular": 1156,
        "b": 1157,
        "hyperlucent": 1158,
        "cortex": 1159,
        "obliquely": 1160,
        "oriented": 1161,
        "disruption": 1162,
        "punctate": 1163,
        "radiopaque": 1164,
        "tendinitis": 1165,
        "knee": 1166,
        "narrowing": 1167,
        "compartment": 1168,
        "patellofemoral": 1169,
        "subphrenic": 1170,
        "hyper": 1171,
        "strandy": 1172,
        "contain": 1173,
        "calcium": 1174,
        "stated": 1175,
        "certainty": 1176,
        "presence": 1177,
        "excavatum": 1178,
        "either": 1179,
        "needed": 1180,
        "inflammation": 1181,
        "component": 1182,
        "persist": 1183,
        "masslike": 1184,
        "pelvis": 1185,
        "hip": 1186,
        "femur": 1187,
        "stool": 1188,
        "obscures": 1189,
        "femoral": 1190,
        "do": 1191,
        "superficial": 1192,
        "worrisome": 1193,
        "called": 1194,
        "results": 1195,
        "third": 1196,
        "interstitium": 1197,
        "nonenlarged": 1198,
        "goiter": 1199,
        "mediport": 1200,
        "t5": 1201,
        "l2": 1202,
        "pathologic": 1203,
        "enteric": 1204,
        "t6": 1205,
        "bochdalek": 1206,
        "9": 1207,
        "valve": 1208,
        "progression": 1209,
        "lymphoma": 1210,
        "aicd": 1211,
        "mitral": 1212,
        "annular": 1213,
        "tips": 1214,
        "thoracotomy": 1215,
        "postop": 1216,
        "oval": 1217,
        "17": 1218,
        "characterized": 1219,
        "disrupted": 1220,
        "notable": 1221,
        "dependent": 1222,
        "already": 1223,
        "retained": 1224,
        "renal": 1225,
        "collecting": 1226,
        "metastasis": 1227,
        "chf": 1228,
        "stimulator": 1229,
        "incidental": 1230,
        "cystic": 1231,
        "number": 1232,
        "plaque": 1233,
        "suggestion": 1234,
        "evidenced": 1235,
        "distending": 1236,
        "years": 1237,
        "ago": 1238,
        "elbow": 1239,
        "forearm": 1240,
        "ankle": 1241,
        "around": 1242,
        "midfoot": 1243,
        "calcaneal": 1244,
        "mortise": 1245,
        "traumatic": 1246,
        "electronic": 1247,
        "enlarging": 1248,
        "they": 1249,
        "expiratory": 1250,
        "repeated": 1251,
        "degraded": 1252,
        "reduced": 1253,
        "suspicion": 1254,
        "satisfactory": 1255,
        "dextro": 1256,
        "parenchyma": 1257,
        "same": 1258,
        "denser": 1259,
        "immediately": 1260,
        "substantial": 1261,
        "relates": 1262,
        "septal": 1263,
        "occluder": 1264,
        "clavicles": 1265,
        "currently": 1266,
        "gastrostomy": 1267,
        "rectum": 1268,
        "rightward": 1269,
        "graft": 1270,
        "embolization": 1271,
        "lumbosacral": 1272,
        "l3": 1273,
        "sacrum": 1274,
        "sacroiliac": 1275,
        "advanced": 1276,
        "ordering": 1277,
        "physician": 1278,
        "completely": 1279,
        "underinflated": 1280,
        "impression": 1281,
        "pm": 1282,
        "except": 1283,
        "chondral": 1284,
        "paraspinal": 1285,
        "bullet": 1286,
        "fragment": 1287,
        "repair": 1288,
        "tricompartmental": 1289,
        "asbestos": 1290,
        "markedly": 1291,
        "your": 1292,
        "whose": 1293,
        "towards": 1294,
        "maintained": 1295,
        "type": 1296,
        "notified": 1297,
        "telephone": 1298,
        "acknowledged": 1299,
        "receipt": 1300,
        "suture": 1301,
        "material": 1302,
        "residuals": 1303,
        "fissural": 1304,
        "greatest": 1305,
        "esophagogastric": 1306,
        "coursing": 1307,
        "into": 1308,
        "sutures": 1309,
        "retrolisthesis": 1310,
        "generally": 1311,
        "parahilar": 1312,
        "dissection": 1313,
        "overlay": 1314,
        "containing": 1315,
        "carina": 1316,
        "prosthesis": 1317,
        "orthopedic": 1318,
        "11": 1319,
        "degree": 1320,
        "endotracheal": 1321,
        "ng": 1322,
        "nasogastric": 1323,
        "origin": 1324,
        "costochondral": 1325,
        "osteopenic": 1326,
        "fragments": 1327,
        "gunshot": 1328,
        "wound": 1329,
        "besides": 1330,
        "compressive": 1331,
        "rotator": 1332,
        "foci": 1333,
        "definitely": 1334,
        "found": 1335,
        "retrohilar": 1336,
        "progressive": 1337,
        "nodularity": 1338,
        "suboptimal": 1339,
        "midabdomen": 1340,
        "peripherally": 1341,
        "scars": 1342,
        "gallbladder": 1343,
        "unknown": 1344,
        "significance": 1345,
        "projectile": 1346,
        "until": 1347,
        "opaque": 1348,
        "33": 1349,
        "radiodensity": 1350,
        "12th": 1351,
        "definitive": 1352,
        "hips": 1353,
        "screw": 1354,
        "chronically": 1355,
        "common": 1356,
        "duct": 1357,
        "dimension": 1358,
        "anteriorly": 1359,
        "redistribution": 1360,
        "i": 1361,
        "partly": 1362,
        "neoplastic": 1363,
        "surrounding": 1364,
        "bridging": 1365,
        "medication": 1366,
        "injection": 1367,
        "interim": 1368,
        "retrocrural": 1369,
        "anchors": 1370,
        "liver": 1371,
        "bronchitic": 1372,
        "vasculatures": 1373,
        "embolism": 1374,
        "accessory": 1375,
        "radiography": 1376,
        "discordant": 1377,
        "re": 1378,
        "capping": 1379,
        "esophagus": 1380,
        "hypoventilated": 1381,
        "define": 1382,
        "tapering": 1383,
        "complicating": 1384,
        "zones": 1385,
        "suprapatellar": 1386,
        "cartilages": 1387,
        "correct": 1388,
        "all": 1389,
        "raise": 1390,
        "subpulmonic": 1391,
        "knees": 1392,
        "carinatum": 1393,
        "hemodialysis": 1394,
        "7mm": 1395,
        "markers": 1396,
        "thoraco": 1397,
        "comminuted": 1398,
        "thirds": 1399,
        "preserved": 1400,
        "pathology": 1401,
        "dysmorphic": 1402,
        "ossification": 1403,
        "superolateral": 1404,
        "cyst": 1405,
        "localized": 1406,
        "thought": 1407,
        "underpenetration": 1408,
        "cassettes": 1409,
        "cardiophrenic": 1410,
        "laryngeal": 1411,
        "deep": 1412,
        "performance": 1413,
        "broken": 1414,
        "loculation": 1415,
        "deviation": 1416,
        "radiation": 1417,
        "definitively": 1418,
        "lumpectomy": 1419,
        "improving": 1420,
        "dialysis": 1421,
        "epigastrium": 1422,
        "kub": 1423,
        "smooth": 1424,
        "sparing": 1425,
        "summation": 1426,
        "wide": 1427,
        "osteodystrophy": 1428,
        "jewelry": 1429,
        "outflow": 1430,
        "nonobstructive": 1431,
        "scans": 1432,
        "formations": 1433,
        "measure": 1434,
        "syndesmophytes": 1435,
        "traction": 1436,
        "aspergilloma": 1437,
        "readily": 1438,
        "imaged": 1439,
        "metastases": 1440,
        "multilobar": 1441,
        "dextrocardia": 1442,
        "esophagectomy": 1443,
        "innominate": 1444,
        "about": 1445,
        "moved": 1446,
        "outward": 1447,
        "reaction": 1448,
        "intra": 1449,
        "crescentic": 1450,
        "extends": 1451,
        "verification": 1452,
        "subchondral": 1453,
        "acetabulum": 1454,
        "opportunity": 1455,
        "assist": 1456,
        "care": 1457,
        "certified": 1458,
        "synovial": 1459,
        "histoplasmoma": 1460,
        "fold": 1461,
        "extremely": 1462,
        "thyroid": 1463,
        "centrilobular": 1464,
        "sarcoid": 1465,
        "tubular": 1466,
        "workup": 1467,
        "postradiation": 1468,
        "articulation": 1469,
        "remodeling": 1470,
        "pic": 1471,
        "nonsclerotic": 1472,
        "submitted": 1473,
        "depressions": 1474
    },
    "idx2word": {
        "0": "<pad>",
        "1": "<start>",
        "2": "<end>",
        "3": "<unk>",
        "4": "the",
        "5": "cardiac",
        "6": "silhouette",
        "7": "and",
        "8": "mediastinum",
        "9": "size",
        "10": "are",
        "11": "within",
        "12": "normal",
        "13": "limits",
        "14": "there",
        "15": "is",
        "16": "no",
        "17": "pulmonary",
        "18": "edema",
        "19": "focal",
        "20": "consolidation",
        "21": "xxxx",
        "22": "of",
        "23": "a",
        "24": "pleural",
        "25": "effusion",
        "26": "evidence",
        "27": "pneumothorax",
        "28": "chest",
        "29": "x",
        "30": "cardiomediastinal",
        "31": "for",
        "32": "contour",
        "33": "lungs",
        "34": "normally",
        "35": "inflated",
        "36": "without",
        "37": "airspace",
        "38": "disease",
        "39": "or",
        "40": "stable",
        "41": "calcified",
        "42": "granuloma",
        "43": "right",
        "44": "upper",
        "45": "lung",
        "46": "acute",
        "47": "bone",
        "48": "abnormality",
        "49": "cardiopulmonary",
        "50": "process",
        "51": "both",
        "52": "clear",
        "53": "expanded",
        "54": "heart",
        "55": "active",
        "56": "increased",
        "57": "opacity",
        "58": "lobe",
        "59": "with",
        "60": "possible",
        "61": "mass",
        "62": "associated",
        "63": "area",
        "64": "atelectasis",
        "65": "in",
        "66": "left",
        "67": "midlung",
        "68": "overlying",
        "69": "posterior",
        "70": "5th",
        "71": "rib",
        "72": "may",
        "73": "represent",
        "74": "1",
        "75": "lesion",
        "76": "recommend",
        "77": "ct",
        "78": "further",
        "79": "evaluation",
        "80": "2",
        "81": "interstitial",
        "82": "markings",
        "83": "diffusely",
        "84": "prominent",
        "85": "throughout",
        "86": "diffuse",
        "87": "fibrosis",
        "88": "visible",
        "89": "status",
        "90": "post",
        "91": "mastectomy",
        "92": "vascularity",
        "93": "appear",
        "94": "retrocardiac",
        "95": "soft",
        "96": "tissue",
        "97": "density",
        "98": "present",
        "99": "appears",
        "100": "to",
        "101": "be",
        "102": "air",
        "103": "this",
        "104": "which",
        "105": "could",
        "106": "suggest",
        "107": "that",
        "108": "represents",
        "109": "hiatal",
        "110": "hernia",
        "111": "vascular",
        "112": "calcification",
        "113": "noted",
        "114": "seen",
        "115": "has",
        "116": "been",
        "117": "interval",
        "118": "development",
        "119": "bandlike",
        "120": "base",
        "121": "osteopenia",
        "122": "spine",
        "123": "appearance",
        "124": "suggests",
        "125": "space",
        "126": "pneumonia",
        "127": "aorta",
        "128": "tortuous",
        "129": "ectatic",
        "130": "degenerative",
        "131": "changes",
        "132": "acromioclavicular",
        "133": "joints",
        "134": "an",
        "135": "ivc",
        "136": "identified",
        "137": "mediastinal",
        "138": "contours",
        "139": "bony",
        "140": "structures",
        "141": "intact",
        "142": "findings",
        "143": "opacities",
        "144": "spaces",
        "145": "trachea",
        "146": "midline",
        "147": "infiltrate",
        "148": "visualized",
        "149": "show",
        "150": "abnormalities",
        "151": "lateral",
        "152": "view",
        "153": "reveals",
        "154": "mild",
        "155": "thoracic",
        "156": "consolidative",
        "157": "radiographic",
        "158": "osseous",
        "159": "vasculature",
        "160": "areas",
        "161": "again",
        "162": "mildly",
        "163": "enlarged",
        "164": "patient",
        "165": "somewhat",
        "166": "rotated",
        "167": "hypoinflated",
        "168": "elevated",
        "169": "hemidiaphragm",
        "170": "compatible",
        "171": "large",
        "172": "accentuated",
        "173": "bilateral",
        "174": "probable",
        "175": "chronic",
        "176": "dislocation",
        "177": "humerus",
        "178": "correlate",
        "179": "clinically",
        "180": "cardiomegaly",
        "181": "central",
        "182": "congestion",
        "183": "low",
        "184": "volumes",
        "185": "basilar",
        "186": "subsegmental",
        "187": "3",
        "188": "extensive",
        "189": "shoulder",
        "190": "subluxation",
        "191": "possibly",
        "192": "clinical",
        "193": "correlation",
        "194": "negative",
        "195": "top",
        "196": "unremarkable",
        "197": "bibasilar",
        "198": "costophrenic",
        "199": "blunting",
        "200": "shunt",
        "201": "tubing",
        "202": "entire",
        "203": "image",
        "204": "from",
        "205": "fluid",
        "206": "humeral",
        "207": "head",
        "208": "anchor",
        "209": "slightly",
        "210": "effusions",
        "211": "nodules",
        "212": "masses",
        "213": "aortic",
        "214": "streaky",
        "215": "patchy",
        "216": "triangular",
        "217": "projected",
        "218": "over",
        "219": "on",
        "220": "definite",
        "221": "typical",
        "222": "considering",
        "223": "differences",
        "224": "technical",
        "225": "factors",
        "226": "greater",
        "227": "than",
        "228": "features",
        "229": "combination",
        "230": "comparison",
        "231": "along",
        "232": "lower",
        "233": "wall",
        "234": "thickening",
        "235": "some",
        "236": "loculated",
        "237": "adjacent",
        "238": "round",
        "239": "projecting",
        "240": "hilum",
        "241": "pa",
        "242": "discoid",
        "243": "aspect",
        "244": "fissure",
        "245": "scarring",
        "246": "inflammatory",
        "247": "change",
        "248": "more",
        "249": "conspicuous",
        "250": "versus",
        "251": "previous",
        "252": "examination",
        "253": "infiltrates",
        "254": "lingula",
        "255": "hilar",
        "256": "small",
        "257": "granulomata",
        "258": "sulcus",
        "259": "secondary",
        "260": "hyperaerated",
        "261": "substernal",
        "262": "related",
        "263": "pectus",
        "264": "deformity",
        "265": "hypoinflation",
        "266": "recurrent",
        "267": "complete",
        "268": "collapse",
        "269": "near",
        "270": "shift",
        "271": "suggesting",
        "272": "have",
        "273": "nodule",
        "274": "consolidations",
        "275": "pneumothoraces",
        "276": "limited",
        "277": "obscuration",
        "278": "sulci",
        "279": "radiograph",
        "280": "demonstration",
        "281": "intrathoracic",
        "282": "arthritis",
        "283": "severe",
        "284": "preoperative",
        "285": "scoliosis",
        "286": "compared",
        "287": "prior",
        "288": "exam",
        "289": "prominence",
        "290": "ascending",
        "291": "lymphadenopathy",
        "292": "contrast",
        "293": "helpful",
        "294": "representing",
        "295": "technique",
        "296": "similar",
        "297": "tip",
        "298": "high",
        "299": "svc",
        "300": "alveolar",
        "301": "bronchovascular",
        "302": "crowding",
        "303": "calcifications",
        "304": "unchanged",
        "305": "sequela",
        "306": "granulomatous",
        "307": "t",
        "308": "osteophytes",
        "309": "volume",
        "310": "study",
        "311": "middle",
        "312": "hiatus",
        "313": "perihilar",
        "314": "vague",
        "315": "nodular",
        "316": "zone",
        "317": "these",
        "318": "due",
        "319": "bronchiectasis",
        "320": "dilated",
        "321": "bronchi",
        "322": "filled",
        "323": "peribronchial",
        "324": "hyperexpanded",
        "325": "consistent",
        "326": "emphysema",
        "327": "bilaterally",
        "328": "minimal",
        "329": "at",
        "330": "defibrillator",
        "331": "overlies",
        "332": "ventricle",
        "333": "atherosclerotic",
        "334": "lymph",
        "335": "multiple",
        "336": "splenic",
        "337": "granulomas",
        "338": "also",
        "339": "width",
        "340": "supine",
        "341": "ap",
        "342": "old",
        "343": "very",
        "344": "anterior",
        "345": "wedge",
        "346": "midthoracic",
        "347": "vertebrae",
        "348": "t7",
        "349": "age",
        "350": "indeterminate",
        "351": "tenderness",
        "352": "displaced",
        "353": "fractures",
        "354": "lucency",
        "355": "10th",
        "356": "portions",
        "357": "question",
        "358": "10",
        "359": "fracture",
        "360": "improvement",
        "361": "improved",
        "362": "aeration",
        "363": "bases",
        "364": "atelectatic",
        "365": "residual",
        "366": "questionable",
        "367": "clearing",
        "368": "now",
        "369": "appearing",
        "370": "posterolateral",
        "371": "7th",
        "372": "suggestive",
        "373": "injury",
        "374": "specifically",
        "375": "cardio",
        "376": "thorax",
        "377": "suspicious",
        "378": "joint",
        "379": "well",
        "380": "position",
        "381": "subclavian",
        "382": "venous",
        "383": "catheter",
        "384": "technically",
        "385": "decreased",
        "386": "nonspecific",
        "387": "consider",
        "388": "repeat",
        "389": "if",
        "390": "any",
        "391": "concern",
        "392": "sternotomy",
        "393": "reveal",
        "394": "dislocations",
        "395": "postoperative",
        "396": "cabg",
        "397": "scattered",
        "398": "levoscoliosis",
        "399": "thoracolumbar",
        "400": "hyperinflated",
        "401": "flattened",
        "402": "diaphragms",
        "403": "emphysematous",
        "404": "free",
        "405": "discrete",
        "406": "adenopathy",
        "407": "innumerable",
        "408": "superimposed",
        "409": "continued",
        "410": "spondylosis",
        "411": "dextrocurvature",
        "412": "slight",
        "413": "mid",
        "414": "vertebral",
        "415": "body",
        "416": "was",
        "417": "obtained",
        "418": "demonstrate",
        "419": "otherwise",
        "420": "elevation",
        "421": "subtle",
        "422": "disc",
        "423": "peripheral",
        "424": "significant",
        "425": "tissues",
        "426": "grossly",
        "427": "hyperexpansion",
        "428": "flattening",
        "429": "abnormal",
        "430": "separation",
        "431": "corticated",
        "432": "clavicle",
        "433": "reflect",
        "434": "remote",
        "435": "cardia",
        "436": "pattern",
        "437": "endplate",
        "438": "partial",
        "439": "retrosternal",
        "440": "indicated",
        "441": "dedicated",
        "442": "films",
        "443": "cortical",
        "444": "artery",
        "445": "since",
        "446": "s",
        "447": "tortuosity",
        "448": "remain",
        "449": "line",
        "450": "ill",
        "451": "defined",
        "452": "parenchymal",
        "453": "but",
        "454": "incompletely",
        "455": "evaluated",
        "456": "outside",
        "457": "coronal",
        "458": "sagittal",
        "459": "generalized",
        "460": "irregular",
        "461": "however",
        "462": "imaging",
        "463": "available",
        "464": "determine",
        "465": "term",
        "466": "stability",
        "467": "none",
        "468": "short",
        "469": "4",
        "470": "months",
        "471": "images",
        "472": "would",
        "473": "were",
        "474": "not",
        "475": "malignancy",
        "476": "cannot",
        "477": "excluded",
        "478": "probably",
        "479": "deformities",
        "480": "ribs",
        "481": "borderline",
        "482": "congestive",
        "483": "skeletal",
        "484": "demonstrates",
        "485": "amount",
        "486": "increase",
        "487": "history",
        "488": "bronchitis",
        "489": "particularly",
        "490": "region",
        "491": "frontal",
        "492": "views",
        "493": "configuration",
        "494": "airways",
